{
  "대기 중인 구매 내역이 없습니다.": "There are no pending purchases.",
  "추천 수익내역": "Recommended Earnings Details",
  "패키지 이름": "Package name",
  "오류가 발생했습니다": "An error has occurred",
  "패키지 구매내역": "Package Purchase History",
  "트랜잭션 해시 복사에 실패했습니다. 다시 시도해주세요.": "Failed to copy transaction hash. Please try again.",
  "입금내역": "Deposit details",
  "날짜": "date",
  "출금내역": "Withdrawal details",
  "트랜잭션 해시": "Transaction Hash",
  "성": "castle",
  "OTP 상태": "OTP Status",
  "프로필 데이터를 찾을 수 없습니다.": "Profile data not found.",
  "레퍼럴 링크": "Referral link",
  "로그인": "log in",
  "파트너: ": "partner: ",
  "채굴 수익": "Mining Profits",
  "추천 보상": "Referral Rewards",
  "회원가입 중...": "Signing up...",
  "이름": "name",
  "로그인하기": "Log in",
  "내 USDT 잔액": "My USDT balance",
  "수량": "quantity",
  "패키지 구매": "Purchase a package",
  "구매 내역이 없습니다.": "There are no purchases.",
  "생성일": "Date of creation",
  "계약 세부 정보를 로드 중...": "Loading contract details...",
  "구매 전에 약관에 동의해야 합니다.": "You must agree to the terms and conditions before purchasing.",
  "구매 확인": "Confirm Purchase",
  "접기": "Fold",
  "\n도지 채굴기 위탁관리 계약서\n\n주식회사 니아코퍼레이션 대표이사 윤정훈(이하 “갑이라 함)과 _____________(이하 “을”이라 함)는 아래와 같이 도지 채굴기에 대한 위탁 관리 계약을 체결한다.\n\n제1조 목적\n본 계약은 “갑”이 소유한 채굴용 컴퓨터에 합의된 용": "\nDOGE Miner Consignment Management Agreement Representative Director Junghoon Yoon of Nia Corporation (hereinafter referred to as “Party A”) and _____________ (hereinafter referred to as “Party B”) enter into the following DOGE Miner Consignment Management Agreement. Article 1 Purpose This Agreement is for the agreed purpose of using the mining computer owned by Party A.",
  "\n주식회사 니아코퍼레이션 대표이사 윤정훈(이하 “갑이라 함)과 _____________(이하 “을”이라 함)는 아래와 같이 도지 채굴기에 대한 위탁 관리 계약을 체결한다.\n": "\nNia Corporation CEO Jeong-Hoon Yoon (hereinafter referred to as “Party A”) and _____________ (hereinafter referred to as “Party B”) enter into a contract for consignment management of the Doge Mining Machine as follows.\n",
  "\n제6조 계약의 해지\n1)“을의 단순 변심으로 인한 계약해지는 할 수 없다.\n2)”갑” 또는 “을”은 당사자 일방의 귀책사유로 더 이상 계약의 목적을 달성할 수 없는 경우에는 문서로 계약을 해지할 수 있다. 이 경우 이미 행한 위탁관리의 법률관계에는 어떠한 영향도 미치지 아니하고, 장래에 향하여 계약관계를 소멸시킨다.\n": "\nArticle 6 Termination of Contract 1) The contract cannot be terminated due to a simple change of mind on the part of Party B. 2) If Party A or Party B can no longer achieve the purpose of the contract due to a cause attributable to Party B, Party A may terminate the contract in writing. In this case, it will not have any effect on the legal relationship of the entrusted management already performed, and will extinguish the contractual relationship for the future.\n",
  "\n제5조 양도금지\n“갑”과 “을”은 이 계약에 따른 권리를 제3자에게 양도하거나 담보를 제공할 수 없으며, 이를 위반하여 양도하거나 담보를 제공하더라도 서로에게 그 권리를 주장할 수 없다.\n": "\nArticle 5 Prohibition of Assignment “A” and “B” may not assign or provide collateral for their rights under this Agreement to a third party, and even if they do so in violation of this Agreement, they may not assert such rights against each other.\n",
  "\n도지 채굴기 위탁관리 계약서\n": "\nDogeco Mining Machine Consignment Management Agreement\n",
  "지갑 주소:": "Wallet Address:",
  "지갑 생성 중...": "Creating wallet...",
  "지갑 생성": "Create a wallet",
  "출금 지갑": "Withdrawal Wallet",
  "출금 지갑 주소 입력": "Enter withdrawal wallet address",
  "출금 지갑 주소 저장": "Save withdrawal wallet address",
  "처리중...": "Processing...",
  "출금 대기중": "Withdrawal pending",
  "대기중인 출금이 없습니다.": "There are no pending withdrawals.",
  "상태": "situation",
  "대기중": "Waiting",
  "완료됨": "Completed",
  "실패": "failure",
  "출금 요청이 성공적으로 제출되었습니다.": "Your withdrawal request has been submitted successfully.",
  "트랜잭션 내역": "Transaction History",
  "데이터가 없습니다": "There is no data",
  "유형": "category",
  "거래 필터": "Transaction Filter",
  "트랜잭션 해시가 클립보드에 복사되었습니다!": "Transaction hash has been copied to your clipboard!",
  "사용자 이름": "user name",
  "링크가 복사되었습니다!": "Link copied!",
  "레퍼럴": "Referral",
  "로그인 중...": "Logging in...",
  "오류 발생": "An error occurred",
  "지갑을 찾을 수 없습니다. 지갑을 생성하세요.": "Cannot find wallet. Please create a wallet.",
  "대기 중인 구매를 로드하는 중...": "Loading pending purchases...",
  "지갑 주소가 클립보드에 복사되었습니다!": "Your wallet address has been copied to your clipboard!",
  "출금": "Withdrawal",
  "지갑 주소 복사에 실패했습니다. 다시 시도하세요.": "Failed to copy wallet address. Please try again.",
  "트랜잭션": "transaction",
  "프로필": "profile",
  "OTP 생성": "Generate OTP",
  "취소": "cancellation",
  "전화번호를 입력하세요.": "Please enter your phone number.",
  "더 보기": "see more",
  "약관에 동의합니다.": "I agree to the terms and conditions.",
  "\n제3조 위탁관리료\n1)위탁관리료 430 USDT(테더)이며 계약체결과 동시에 선불로 위탁관리료를 “갑”에게 지급하여야 하며 “갑”은 “을”에게 (15TH) 를 제공한다.\n2)”을”이 구입한 해시를 통해 채굴되는 도지코인은 “을”이 85% “갑”이 15%로 분배한다.  \n3)위탁관리 기간은 (3년)으로 하며 3년 이후에는 “을”이 위탁한 채굴 클라우드 서버의 소유권은 “갑”에게 있다.\n": "\nArticle 3 Consignment Management Fee 1) The consignment management fee is 430 USDT (Tether), and the consignment management fee must be paid to “Party A” in advance at the time of signing the contract, and “Party A” will provide “Party B” with (15TH). 2) The Dogecoin mined through the hash purchased by “Party B” will be distributed 85% to “Party B” and 15% to “Party A.” 3) The consignment period is (3 years), and after 3 years, the ownership of the mining cloud server consigned by “Party B” will belong to “Party A.”\n",
  "\n제4조 관리보고\n1)”갑”은 채굴된 도지코인을 “을”의 전자지갑에 입금하여야 하고 전자지갑에 입금된 코인 가격의 변동은 “갑”에게 일체의 책임이 없다.\n2)”을”은 “갑”이 위탁관리 하여 채굴된 코인의 양은 변동성이 있으며 전자지갑에 코인을 입금한 날로부터 코인의 입금 수량 등 일체에 관하여 “갑”에게 어떠한 이의를 제기할 수 없다. 이는 코인이 정상적으로 전달되었더라도 “을”의 개인지갑 관리 과정에서 발생된 책임이 “갑”에게 전가 시키지 못하게 하고자 함이다.\n3)코인 채굴량은 도지코인 채굴 환경에 따라 달라질 수 있다.\n": "\nArticle 4 Management Report 1) “A” must deposit the mined Dogecoin into “B”’s electronic wallet, and “A” is not responsible for any fluctuations in the price of coins deposited into the electronic wallet. 2) “B” cannot raise any objection to “A” regarding the amount of coins mined through “A”’s entrusted management, including the deposit amount of coins, from the date of depositing the coins into the electronic wallet. This is to prevent “A” from being held responsible for any issues arising during “B’s” personal wallet management process, even if the coins were delivered normally. 3) The amount of coins mined may vary depending on the Dogecoin mining environment.\n",
  "추천인 (선택사항)": "Referrer (optional)",
  "이미 계정이 있으신가요?": "Already have an account?",
  "Google OTP 입력": "Enter Google OTP",
  "OTP 입력": "Enter OTP"
}
